Gets all the keys stored in the map.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public IList<ExportLinetypeKey> GetKeys()
  Visual Basic
Public Function GetKeys As IList(Of ExportLinetypeKey)
  Visual C++
public:
IList<ExportLinetypeKey^>^ GetKeys()
 Return Value
 The keys.
 See Also
  ExportLinetypeTable Class
  Autodesk.Revit.DB Namespace